Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=397_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Sámi Duodjin, Suomen saamelaiskäsityöyhdistyksen omistama käsityömyymälä Duodji Shop sijaitsee Sajoksen ensimmäisessä kerroksessa, pääsisäänkäynnin läheisyydessä.
smn: Sámi Duodji, Suomâ sämityejiseervi omâstem Duodji Shop ožžui uđđâ kävppi- já toimâttâhtiilijd sämikulttuurkuávdáá Sajosist.

source: Duodji Shopin myymälässä myydään aitoja saamelaiskäsitöitä, kirjoja ja musiikkia.
smn: Sámi Duodji lii kuávdáá vuossâmuu keerdist, váldu-uuvsâ paaldâst, nuuvt et káávpán lii älkkee puáttiđ.

source: Sámi Duodji on 30 vuotta vanha yhdistys ja sillä on noin 300 jäsentä.
smn: Sämmilâš tyeji lii mudoi-uv áárvust uđđâ kulttuurkuávdáást, tastko Sámi Duodji lii pieijâm ennuv sämituojijd aula lasâskappijd uáinusân.

source: Sámi Duodji tekee myös valistustyötä nuorten ja lasten parissa.
smn: Sámi Duodji lii 30 ihheed puáris servi já tast láá suulân 300 jesânid.

source: Yhdistyksen ns. materiaalimyymälä on Inarin vanhan alakoulun tiloissa.
smn: Sámi Duodji parga meid čuovviittâspargo nuorâiguin já párnáiguin.

source: Yhdistyksen myymälässä on myynnissä kankaita, lankoja ja muita käsityötarvikkeita.
smn: Sámi Duodji käävpist vuábdojeh puigâ sämityejeh, kirjeh, muusik sehe kietâtyejitarbâšeh.

source: Lisäksi alakoululla on tilat työpajatoimintaan.
smn: Sámi Duodjist láá pargoost koskâmiärálávt vittâ ulmuu, main kulmâ parga Anarist.

source: Saamelainen käsityö on arvossaan kulttuurikeskuksessa muutenkin, sillä Sámi Duodji on sijoittanut aulan näyttäviin lasivitriineihin runsaasti saamelaista käsityötä.
smn: Duodji Shop toimâttâsjođetteijen tuáimá Aune Musta.

source: Duodji Shopin toimitusjohtajana toimii Aune Musta.
smn: Lasetiäđuh Sámi Duodjist .
